Repository: yuriadams/shorter
Catalog: view/po/*.po
Languages: pt_br

source: <i class="fa fa-plus-circle"></i> New
pt_br: <i class="fa fa-plus-circle"></i> Novo

source: Actions
pt_br: Ações

source: Add
pt_br: Adicionar

source: Board Model
pt_br: Modelos de Placa

source: Board Model successfuly saved.
pt_br: Modelos de Placas salvas com sucesso.

source: BoardModel successfuly deleted
pt_br: Modelos de Placas excluídas com sucesso

source: Cancel
pt_br: Cancelar

source: Capacity (Mb/s)
pt_br: Capacidade (Mb/s)

source: Edit
pt_br: Editar

source: Error loading board_models.
pt_br: Erro ao carregar Modelos de Placas

source: Error loading gate_models.
pt_br: Erro ao carregar modelos de Portas

source: Error loading radio models.
pt_br: Erro ao carregar modelos de placas

source: Error loading sites.
pt_br: Erro ao carregar sites

source: Error saving Board Model.
pt_br: Erro ao salvar modelo de placa.

source: Error saving radio Model.
pt_br: Erro ao salvar modelo de radio.

source: Invalid email or password
pt_br: Email ou senha inválidos

source: Name
pt_br: Nome

source: No data available
pt_br: Dados indisponíveis

source: Radio Model
pt_br: Modelo de Elemento de Radio

source: Sign out
pt_br: Sair

source: There's an error on your request
pt_br: Houve um erro com sua requisição

source: create
pt_br: Criar
